Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: No recently closed tabs here
ug: يېقىندا تاقالغان بەتكۈچ يوق

source: No site exceptions
ug: تور بېكەت مۇستەسنا يوق

source: Not allowed
ug: يول قويمايدۇ

source: Not allowed in private windows
ug: شەخسىي كۆزنەكتە ئىجرا قىلىشقا يول قويمايدۇ

source: Not enough reviews yet
ug: تېخى يېتەرلىك باھالىغۇچى يوق

source: No thanks
ug: بولدى رەھمەت

source: Notification
ug: ئۇقتۇرۇش

source: Notifications
ug: ئۇقتۇرۇش

source: Notifications for tabs received from other Firefox devices.
ug: باشقا Firefox ئۈسكۈنىلىرىدىن تاپشۇرۇۋالغان بەتكۈچ ئۇقتۇرۇشى.

source: Notifications help you do more with Firefox
ug: ئۇقتۇرۇشلار Firefox بىلەن تېخىمۇ كۆپ ئىشلارنى قىلىشىڭىزغا ياردەم بېرىدۇ

source: Notifications help you do more with %s
ug: ئۇقتۇرۇشلار %s بىلەن تېخىمۇ كۆپ ئىشلارنى قىلىشىڭىزغا ياردەم بېرىدۇ

source: Notifications help you stay safer with Firefox
ug: ئۇقتۇرۇشلار Firefox ئارقىلىق تېخىمۇ بىخەتەر بولۇشىڭىزغا ياردەم بېرىدۇ

source: Not now
ug: ھازىر ئەمەس

source: Not Now
ug: ھازىر ئەمەس

source: Not yet available
ug: ھازىرچە ئىشلەتكىلى بولمايدۇ

source: Not yet supported
ug: تېخى قوللىمايدۇ

source: No update available
ug: يېڭىلانما يوق

source: (No username)
ug: (ئىشلەتكۈچى ئىسمى يوق)

source: Nov
ug: نويابر

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
ug: ھازىر ئومۇمىيەت ساقلانما قوغداش ئىقتىدارى بار، تور بېكەت ھالقىغان ئىز قوغلىغۇچىلارغا قارشى ئەڭ كۈچلۈك توساق.

source: Oct
ug: ئۆكتەبر

source: Offer to translate (default)
ug: تەرجىمە قىلىش (كۆڭۈلدىكى)

source: Offer to translate when possible
ug: مۇمكىن بولسا تەرجىمە قىلىش تەكلىپى سۇنىدۇ

source: Off for this site
ug: بۇ تور بېكەتكە تاقاق

source: Offline
ug: تورسىز

source: Offline Mode
ug: تورسىز ھالەت

source: OK
ug: جەزملە

source: Okay, Got it
ug: ماقۇل

source: OK, Got It
ug: ماقۇل، چۈشىنىشلىك

source: Older
ug: تېخىمۇ بۇرۇن

source: On a website, this bar tucks away as you scroll down for extra browsing space.
ug: تور بېكەتتە بەتنى دومىلاتقىنىڭىزدا بۇ بالداق ئۆزلۈكىدىن يوشۇرۇلۇپ كۆز يۈگۈرتۈشكە تېخىمۇ كۆپ بوشلۇق ئاجرىتىدۇ.

source: One or more add-ons stopped working, making your system unstable.
ug: بىر ياكى بىر قانچە قوشۇلما ئىشلەشتىن توختاپ، سىستېمىڭىزنى مۇقىمسىزلاشتۇردى.

source: One or more add-ons stopped working, making your system unstable. %1$s unsuccessfully tried to restart the add-on(s).\n\nAdd-ons won’t be restarted during your current session.\n\nRemoving or disabling add-ons may fix this issue.
ug: بىر ياكى بىر قانچە قوشۇلما ئىشلەشتىن توختاپ، سىستېمىنىڭ مۇقىملىقىغا تەسىر كۆرسەتتى. %1$s قوشۇلمىنى قايتا قوزغىتىشنى سىنىشى مەغلۇپ بولدى.\n\nقوشۇلما نۆۋەتتىكى سۆزلىشىشتە قايتا قوزغىتىلمايدۇ.\n\nبۇ مەسىلىنى قوشۇلمىنى چىقىرىۋېتىپ ياكى چەكلەپ ھەل قىلغىلى بولۇشى مۇمكىن.

source: One or more extensions stopped working, making your system unstable.
ug: بىر ياكى بىر قانچە كېڭەيتمە ئىشلەشتىن توختاپ، سىستېمىڭىزنى تۇراقسىزلاشتۇردى.

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s).\n\nExtensions won’t be restarted during your current session.\n\nRemoving or disabling extensions may fix this issue.
ug: بىر ياكى بىر قانچە كېڭەيتىلمە ئىشلەشتىن توختاپ، سىستېمىڭىزنى مۇقىمسىزلاشتۇردى. %1$s كېڭەيتىلمىنى قايتا قوزغىتىشنى سىنىدى ئەمما ئۈنۈمى بولمىدى.\n\nنۆۋەتتىكى سۆزلىشىشتە كېڭەيتىلمە يەنە قايتا قوزغىتىلمايدۇ.\n\nكېڭەيتىلمە چىقىرىۋېتىلسە ياكى چەكلەنسە بۇ مەسىلە ئوڭشىلىشى مۇمكىن.

source: On for this site
ug: بۇ تور بېكەتكە ئوچۇق

source: On in all tabs
ug: بارلىق بەتكۈچتە ئوچۇق

source: On in private tabs
ug: شەخسىي بەتكۈچتە ئوچۇق

source: Only in Private tabs
ug: شەخسىي بەتكۈچتىلا

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
ug: كومپيۇتېرىڭىزدىكى Firefox دا <b>https://firefox.com/pair</b> ئاچىدۇ

source: Open
ug: ئېچىش

source: Open all in new tabs
ug: ھەممىنى يېڭى بەتكۈچتە ئاچ

source: Open all in private tabs
ug: ھەممىنى شەخسىي بەتكۈچتە ئاچ

source: Open a new %1$s tab
ug: يېڭى%1$sبەتكۈچىنى ئېچىش

source: Open debug drawer
ug: سازلاش تارتمىسىنى ئاچ

source: Open %d tabs?
ug: بەتكۈچ %d نى ئاچامدۇ؟

source: Open files downloaded to your device
ug: ئۈسكۈنىڭىزگە چۈشۈرۈلگەن ھۆججەتلەرنى ئېچىش

source: Open image in new tab
ug: رەسىمنى يېڭى بەتكۈچتە ئېچىش

source: Open in…
ug: ئېچىش…

source: Open in %1$s
ug: %1$s دا ئاچ

source: Open in another app
ug: باشقا ئەپتە ئاچ

source: Open in app
ug: ئەپتە ئاچ

source: Open in app? Your activity may no longer be private.
ug: ئەپتە ئاچامسىز؟ پائالىيىتىڭىز ئەمدى خۇپىيانە بولماسلىقى مۇمكىن.

source: Opening screen
ug: ئوچۇق ئېكران

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
ug: بىرلا ۋاقىتتا كۆپ بەتكۈچ يۈكلەنسە %s نىڭ ئىجرا قىلىنىشىنى ئاستىلىتىۋېتىشى مۇمكىن. راستىنلا داۋاملاشتۇرامسىز؟

source: Open in new tab
ug: يېڭى بەتكۈچتە ئېچىش

source: Open in private tab
ug: شەخسىي بەتكۈچتە ئېچىش

source: Open in regular tab
ug: ئادەتتىكى بەتكۈچتە ئاچ

source: Open it in the menu
ug: تىزىملىكتىن ئېچىش

source: Open link in external app
ug: ئۇلانمىنى سىرتقى ئەپتە ئېچىش

source: Open link in new tab
ug: ئۇلانمىنى يېڭى بەتكۈچتە ئېچىش

source: Open link in private tab
ug: ئۇلانمىنى شەخسىي بەتكۈچتە ئاچ

source: Open links in apps
ug: ئۇلىنىشنى ئەپتە ئاچ

source: Open links in a private tab
ug: ئۇلانمىنى شەخسىي بەتكۈچتە ئاچ

source: open link to learn more
ug: تەپسىلاتى ئۈچۈن ئۇلانما ئېچىلىدۇ

source: open link to learn more about this collection
ug: بۇ يىغقۇچ ھەققىدە تېخىمۇ كۆپ ئۇچۇرنى بىلمەكچى بولسىڭىز ئۇلانمىنى ئېچىڭ

source: Open on homepage
ug: باش بەتتە ئاچ

source: Open on homepage after four hours
ug: تۆت سائەتتىن كېيىن باش بەتتە ئاچ

source: Open on last tab
ug: ئاخىرقى بەتكۈچتە ئاچ

source: Open review checker
ug: باھالاش تەكشۈرگۈچنى ئاچ

source: Open site in browser
ug: تور بېكەتنى توركۆرگۈدە ئاچىدۇ

source: Open survey
ug: راي سىناشنى ئاچ

source: Open tabs
ug: بەتكۈچ ئاچ

source: Open tabs menu
ug: بەتكۈچ تىزىملىكىنى ئاچ

source: Optional
ug: تاللاشچان

source: Original untranslated page loaded
ug: تەرجىمە قىلىنمىغان ئەسلى بەت يۈكلەندى

source: Other Bookmarks
ug: باشقا خەتكۈچ

source: Other tabs
ug: باشقا بەتكۈچلەر

source: Our most powerful privacy feature yet isolates cross-site trackers.
ug: ئەڭ كۈچلۈك شەخسىيەت ئىقتىدارى: بېكەت ھالقىپ ئىزلىغۇچنى ئايرىۋېتىدۇ.

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
ug: پايدا تاپمايدىغان توركۆرگۈمىز شىركەتلەرنىڭ سىزگە تور بېكەتلەردە مەخپىي ھالدا ئەگىشىشىنى توسىدۇ.

source: Our non-profit backed browser helps stop companies from secretly following you around the web.\n\nLearn more in our privacy notice.
ug: پايدا تاپمايدىغان ئورگان قوللايدىغان توركۆرگۈمىز شىركەتلەرنىڭ سىزنى مەخپىي ھالدا توردىن ئىزلىشىنى توختىتىشىغا ياردەم بېرىدۇ.\n\nشەخسىيەت ئۇقتۇرۇشى ھەققىدىكى تەپسىلات بىلدۈرگۈسى.

source: Our sponsors & your privacy
ug: قوللىغۇچىلىرىمىز ۋە شەخسىيىتىڭىز

source: Overrides all other settings
ug: باشقا بارلىق تەڭشەكلەرنى قاپلايدۇ

source: Overrides offers to translate
ug: تەرجىمە تەكلىپىنى قاپلايدۇ

source: Packaging and appearance
ug: ئورالمىسى ۋە كۆرۈنۈشى

source: <p>Additional information about this problem or error is currently unavailable.</p>
ug: <p>ھازىرچە بۇ مەسىلە ياكى خاتالىق ھەققىدە تەپسىلىي ھەل قىلىش چارىسى يوق</p>

source: Pages will load normally, but block fewer trackers.
ug: بەتلەر نورمال يۈكلىنىدۇ ، ئەمما ئازراق ئىز قوغلىغۇچنى توسىدۇ.

source: Page translated from %1$s to %2$s
ug: بەت %1$s دىن %2$s غا تەرجىمە قىلىندى

source: Page translated from %1$s to %2$s.
ug: بەت %1$s دىن %2$s غا تەرجىمە قىلىندى.

source: Part of the Firefox family. %s
ug: Firefox جەمەتىنىڭ بىر قىسمى. %s

source: Password
ug: پارول

source: Password copied to clipboard
ug: ئىم چاپلاش تاختىسىغا كۆچۈرۈلدى

source: Password field must not be empty
ug: ئىم بۆلىكى بوش قالمايدۇ

source: Password for %1$s
ug: %1$s ئىمى

source: Password options
ug: ئىم تاللانمىسى

source: Password required
ug: ئىم زۆرۈر

source: Passwords
ug: ئىم

source: Password saved
ug: ئىم ساقلاندى

source: Passwords shortcut
ug: ئىم تېزلەتمىسى

source: Password updated
ug: ئىم يېڭىلاندى

source: Paste
ug: چاپلا

source: Paste & Go
ug: چاپلاپ يۆتكەل

source: Pause
ug: توختىتىش

source: Payment methods
ug: چىقىم قىلىش ئۇسۇلى

source: Permissions
ug: ئىجازەتلەر

source: Persistent Storage
ug: مەڭگۈلۈك ساقلىغۇچ

source: Phone
ug: تېلېفون

source: Pick a month
ug: ئاي تاللاڭ

source: Pick up where you left off with tabs from other devices now on your homepage.
ug: باش بېتىڭىزدىن باشقا ئۈسكۈنىلىرىڭىزدىكى بەتكۈچلەرنى داۋاملاشتۇرۇپ زىيارەت قىلالايسىز.

source: Play
ug: باشلاش

source: Please complete survey
ug: راي سىناشنى تاماملاڭ

source: Please enable tab syncing.
ug: بەتكۈچ قەدەمداشنى قوزغىتىڭ.

source: Please enter a number greater than zero
ug: نۆلدىن چوڭ سان كىرگۈزۈڭ

source: Please enter a valid credit card number
ug: ئىناۋەتلىك كارتا نومۇرىنى كىرگۈزۈڭ

source: Please enter a valid URL
ug: ئىناۋەتلىك تور ئادرېسى كىرگۈزۈڭ

source: Please enter positive integers only
ug: پەقەت مۇسپەت پۈتۈن سان كىرگۈزۈڭ

source: Please fill out this field
ug: بۇ بۆلەكنى تولدۇرۇڭ

source: Please help make Firefox better by taking a short survey.
ug: قىسقا تەكشۈرۈشكە قاتنىشىپ Firefox نى تېخىمۇ ياخشىلاشقا ياردەملىشىڭ.

source: Please re-authenticate.
ug: قايتا دەلىللەڭ.

source: Port restricted for security reasons
ug: بىخەتەرلىك سەۋەبىدىن پورت چەكلەنگەن

source: Powered by %1$s
ug: تەمىنلىگۈچى %1$s

source: POWERED BY %1$s
ug: تەمىنلىگۈچى %1$s

source: Powered by %s.
ug: تەمىنلىگۈچى %1$s.

source: Prevents malicious scripts gaining access to your device to mine digital currency.
ug: يامان غەرەزلىك قوليازمىلارنىڭ ئۈسكۈنىڭىزدە رەقەملىك پۇل قېزىشىنى توسىدۇ.

source: Prevent this page from creating additional dialogs
ug: بۇ بەتنىڭ تېخىمۇ كۆپ سۆزلەشكۈ قۇرۇشىنىڭ ئالدىنى ئالىدۇ

source: Price
ug: باھاسى

source: Print
ug: باس

source: Print…
ug: باس…

source: Privacy and security
ug: شەخسىيەت ۋە بىخەتەرلىك

source: privacy notice
ug: شەخسىيەت ئۇقتۇرۇشى

source: Privacy notice
ug: شەخسىيەت ئۇقتۇرۇشى

source: Privacy Notice
ug: شەخسىيەت ئۇقتۇرۇشى

source: privacy policy
ug: شەخسىيەت تۈزۈمى

source: Privacy policy
ug: شەخسىيەت تۈزۈمى

source: Private
ug: شەخسىيەت

source: Private browsing
ug: شەخسىي زىيارەت

source: Private browsing data deleted
ug: شەخسىي زىيارەت سانلىق مەلۇماتلىرى ئۆچۈرۈلدى

source: Private browsing in %1$s doesn’t save your info.
ug: شەخسىي زىيارەتتە %1$s ئۇچۇرلىرىڭىزنى ساقلىمايدۇ.

source: Private browsing session
ug: شەخسىي زىيارەت سۆزلەشكۈ

source: Private %s
ug: شەخسىي %s

source: Private Search
ug: شەخسىي ئىزدە

source: Private tab closed
ug: شەخسىي بەتكۈچ تاقالدى

source: Private tabs
ug: شەخسىي بەتكۈچ

source: Private tabs closed
ug: شەخسىي بەتكۈچ تاقالدى

source: Product is not available
ug: مەھسۇلات يوق

source: Protections are OFF for this site
ug: قوغداش بۇ بېكەتكە تاقاق

source: Protections are ON for this site
ug: قوغداش بۇ بېكەتكە ئوچۇق

source: Protection Settings
ug: قوغداش تەڭشەكلىرى

source: Protect your account by using a strong, randomly generated password. It’ll be saved into your account for future use.
ug: ئىختىيارى ھاسىللانغان كۈچلۈك ئىم ئارقىلىق ھېساباتىڭىزنى قوغداڭ. ئۇ كەلگۈسىدە ئىشلىتىش ئۈچۈن ھېساباتىڭىزدا ساقلىنىدۇ.

source: Protect your accounts by using a strong, randomly generated password. Get quick access to your passwords by saving it in your account.
ug: كۈچلۈك، ئىختىيارى ھاسىل قىلىنغان ئىم ئارقىلىق ھېساباتىڭىزنى قوغداڭ. ئىمنى ھېساباتىڭىزغا ساقلاپ تېز زىيارەت قىلىڭ.

source: Protect your accounts by using a strong, randomly generated password. It’ll be saved into your account for future use.
ug: ئىختىيارى ھاسىللانغان كۈچلۈك ئىم ئارقىلىق ھېساباتىڭىزنى قوغداڭ. ئۇ كەلگۈسىدە ئىشلىتىش ئۈچۈن ھېساباتىڭىزدا ساقلىنىدۇ.

source: Provide cryptographic authentication services
ug: شىفىرلىق دەلىللەش مۇلازىمىتى بىلەن تەمىنلىسۇن

source: Province
ug: ئۆلكە

source: Proxy Server Not Found
ug: ۋاكالەتچى مۇلازىمېتىر تېپىلمىدى

source: Proxy Server Refused Connection
ug: ۋاكالەتچى مۇلازىمېتىر ئۇلىنىشنى رەت قىلدى

source: <p>The address specifies a protocol (e.g., <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p> <ul> <li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li> <li>Some protocols may require third-party software or plugins before the browser can recognize them.</li> </ul>
ug: <p> ئادرېس كېلىشىمنامە (مەسىلەن، <q>wxyz://</q>) سىدە بەلگىلەنگەننى توركۆرگۈ تونۇمىدى، شۇڭا توركۆرگۈ تور بېكەتكە توغرا ئۇلىنالمايدۇ. </p> <ul> <li> كۆپ ۋاسىتە ياكى باشقا تېكىستسىز مۇلازىمەتنى زىيارەت قىلامسىز؟ تور بېكەتنىڭ قوشۇمچە تەلىپىنى تەكشۈرۈڭ.</li> <li> بەزى كېلىشىملەر توركۆرگۈ ئۇلارنى تونۇشتىن بۇرۇن ئۈچىنچى تەرەپ يۇمشاق دېتالى ياكى قىستۇرما تەلەپ قىلىشى مۇمكىن.</li> </ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ug: <p>توركۆرگۈچ مۇۋەپپەقىيەتلىك ئۇلاندى ، ئەمما ئۇچۇر يوللىغاندا ئۇلىنىش ئۈزۈلۈپ قالدى. قايتا سىناڭ.</p> <ul> <li>تور بېكەتنى ۋاقتىنچە زىيارەت قىلغىلى بولمايدۇ ياكى مۇلازىمىتىر ئالدىراش. بىر نەچچە مىنۇتتىن كېيىن قايتا سىناڭ.</li> <li>ئەگەر سىز ھېچقانداق بەتنى يۈكلىيەلمىسىڭىز ، ئۈسكۈنىڭىزنىڭ تور ئۇلىنىشىنى تەكشۈرۈپ بىقىڭ.</li> </ul>

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ug: <p> توركۆرگۈ تەمىنلەنگەن ئادرېسنىڭ مۇلازىمېتىرىنى تاپالمىدى.</p> <ul> <li>خاتا كىرگۈزگەن ئادرېس <strong> ww </strong> .example.com نىڭ ئورنىغا <strong> www </strong> .example.com. </li> نى كىرگۈزۈڭ <li> ئەگەر ھېچقانداق بەتنى يۈكلىيەلمىسىڭىز، ئۈسكۈنىڭىزنىڭ كۆچمە تورى ياكى Wi-Fi باغلىنىشىنى تەكشۈرۈڭ. </li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
ug: <p> توركۆرگۈ تەلەپ قىلىنغان تۈرنى ئەسلىگە كەلتۈرۈشنى توختاتتى. تور بېكەت تەلەپنى ھەرگىز تاماملىمايدىغان ئۇسۇلدا قايتا نىشانلايدۇ. </p> <ul> <li> بۇ تور بېكەت تەلەپ قىلغان ساقلانمىلارنى چەكلەپ ياكى توستىڭىزمۇ؟ </li> <li> ئەگەر تور بېكەتنىڭ ساقلانما تەلىپىگە قوشۇلۇپمۇ مەسىلە ھەل بولمىسا، ئۇ بەلكىم مۇلازىمېتىر سەپلەش مەسىلىسى بولۇشى مۇمكىن ، ئۈسكۈنىڭىز ئەمەس. </li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Is the device connected to an active network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ug: <p> توركۆرگۈ ۋاكالەتچى مۇلازىمېتىر ئىشلىتىشكە سەپلەنگەن، ئەمما ۋاكالەتچىنى تاپالمىدى.</p> <ul> <li> توركۆرگۈنىڭ ۋاكالەتچى سەپلىمىسى توغرىمۇ؟ تەڭشەكلەرنى تەكشۈرۈپ قايتا سىناڭ.</li> <li>ئۈسكۈنە ئاكتىپ تورغا ئۇلانغانمۇ؟</li> <li> يەنىلا مەسىلە بارمۇ؟ ياردەمگە ئېرىشىش ئۈچۈن تور باشقۇرغۇچىڭىز ياكى تور مۇلازىمىتى تەمىنلىگۈچى بىلەن ئالاقىلىشىڭ.</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ug: <p> توركۆرگۈ ۋاكالەتچى مۇلازىمېتىر ئىشلىتىشكە سەپلەنگەن، ئەمما ۋاكالەتچى ئۇلىنىشنى رەت قىلدى.</p> <ul> <li> توركۆرگۈنىڭ ۋاكالەتچى سەپلىمىسى توغرىمۇ؟ تەڭشەكلەرنى تەكشۈرۈپ قايتا سىناڭ.</li> <li> ۋاكالەتچى مۇلازىمىتى بۇ توردىن ئۇلىنىشقا يول قويامدۇ؟</li> <li> يەنىلا مەسىلە بارمۇ؟ ياردەمگە ئېرىشىش ئۈچۈن تور باشقۇرغۇچىڭىز ياكى تور مۇلازىمىتى تەمىنلىگۈچى بىلەن ئالاقىلىشىڭ.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
ug: <p>تور كۆرگۈچ تورسىز ھالەتتە، تەلەپ قىلغان تۈرگە ئۇلىنالمايدۇ.</p> <ul> <li>ئۈسكۈنە ئاكتىپ تورغا ئۇلانغانمۇ؟</li> <li> “قايتا سىناش” نى بېسىپ ئاكتىپ ھالەتكە ئالماشتۇرۇڭ ۋە بەتنى قايتا يۈكلەڭ.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ug: <p>باغلىنىش ھەققىدە سۆھبەتلىشىۋاتقاندا تور ئۇلىنىشى ئۈزۈلۈپ قالدى. قايتا سىناڭ.</p> <ul> <li>تور بېكەتنى ۋاقتىنچە زىيارەت قىلغىلى بولمايدۇ ياكى مۇلازىمىتىر ئالدىراش. بىر نەچچە مىنۇتتىن كېيىن قايتا سىناڭ.</li> <li>ئەگەر سىز ھېچقانداق بەتنى يۈكلىيەلمىسىڭىز، ئۈسكۈنىڭىزنىڭ كۆچمە تورى ياكى Wi-Fi باغلىنىشىنى تەكشۈرۈپ بىقىڭ.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ug: <p> سىز كۆرمەكچى بولغان بەتنى كۆرسەتكىلى بولمايدۇ چۈنكى سانلىق مەلۇمات يوللاشتا خاتالىق بايقالدى.</p> <ul> <li> توربېكەت ئىگىلىرى بىلەن ئالاقىلىشىپ ئۇلارغا بۇ مەسىلىنى ئۇقتۇرۇڭ.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ug: <p> سىز كۆرمەكچى بولغان بەتنى كۆرسەتكىلى بولمايدۇ ، چۈنكى ئۇ ئىناۋەتسىز ياكى قوللىمايدىغان پىرىسلاش شەكلىنى قوللىنىدۇ. </p> <ul> <li> توربېكەت ئىگىلىرى بىلەن ئالاقىلىشىپ ، ئۇلارغا بۇ مەسىلىنى ئۇقتۇرۇڭ. </li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
ug: <p>تەمىنلەنگەن ئادرېس تونۇيالايدىغان پىچىمدا ئەمەس. ئورۇن بالداقتىن خاتالىقنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
ug: <p> تەلەپ قىلىنغان ئادرېس تورنى زىيارەت قىلىشتىن <em>باشقا</em> مەقسەتلەردە ئىشلىتىلىدىغان ئېغىزنى (مەسىلەن، mozilla.org دىكى 80-نومۇرلۇق ئېغىز <q>mozilla.org:80</q>) ئۈچۈن بەلگىلىدى. توركۆرگۈ بىخەتەرلىكىڭىزنى قوغداش ئۈچۈن ئىلتىماسنى بىكار قىلدى. </p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ug: <p>ئىلتىماس قىلىنغان تور بېكەت ئۇلىنىش تەلىپىگە جاۋاب قايتۇرمىغاچقا توركۆرگۈ جاۋاب كۈتۈشنى توختاتتى.</p> <ul> <li> تور بېكەتنىڭ زىيارەتچىسى زىيادە كۆپ بولۇپ مۇلازىمېتىردا توسۇلۇش يۈز بەرگەن بولۇشى مۇمكىنمۇ؟ سەل تۇرۇپ قايتا سىناڭ.</li> <li> باشقا تور بېكەتلەرنىمۇ كۆرەلمەيۋاتامسىز؟ ئۈسكۈنىنىڭ تور ئۇلىنىشىنى تەكشۈرۈڭ. </li> <li> ئۈسكۈنىڭىز ياكى تورىڭىز مۇداپىئە تام ياكى ۋاكالەتچى تەرىپىدىن قوغدىلامدۇ؟ خاتا تەڭشەكلەر تور زىيارىتىگە دەخلى قىلىدۇ.</li> <li> يەنىلا ھەل بولمىدىمۇ؟ تور باشقۇرغۇچى ياكى ئىنتېرنېت مۇلازىمىتى تەمىنلىگۈچى بىلەن ئالاقىلىشىپ ياردەم سوراڭ.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
ug: <p>%1$s دىكى تور بېكەت ھۇجۇم تور بېكىتى دەپ خەۋەر قىلىنغان ۋە بىخەتەرلىك مايىللىقىڭىزغا ئاساسەن چەكلەنگەن. </p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
ug: <p>%1$s دىكى تور بېكەتنىڭ يۇشۇرۇن زىيانلىق تور بېكەت ئىكەنلىكى مەلۇم قىلىنغانلىقى ئۈچۈن بىخەتەرلىك مايىللىقىڭىزغا ئاساسەن توسۇۋېتىلدى. </p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
ug: <p>%1$s دىكى تور بېكەتنىڭ لۈكچەك يۇمتاللارغا مۇلازىمەت قىلىدىغانلىقى مەلۇم بولدى ۋە بىخەتەرلىك مايىللىقىڭىزغا ئاساسەن توسۇۋېتىلدى. </p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ug: <p>تور بېكەتنىڭ تور تەلىپىگە قايتۇرغان ئىنكاسى مۆلچەردىكىگە ئۇيغۇن ئەمەس، تور كۆرگۈچ داۋاملاشتۇرۇشقا ئامالسىز.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
ug: <p>%1$s دىكى بۇ تور بېكەت ئالدامچىلىق تور بېكىتى دەپ دوكلات قىلىنغان ۋە بىخەتەرلىك مايىللىقىڭىزغا ئاساسەن چەكلەنگەن. </p>

source: Pull to refresh
ug: تارتىلما يېڭىلاش

source: QR scanner
ug: QR سايىلىغۇچ

source: Quality
ug: سۈپەت

source: Quick settings sheet
ug: تېز تەڭشەك جەدۋىلى

source: Quit
ug: چېكىنىش

source: Quit %1$s
ug: %1$s چېكىن

source: Quitting the application to apply changes…
ug: ئۆزگەرتىشنى قوللىنىش ئۈچۈن ئەپتىن چېكىنىۋاتىدۇ…

source: Rated %1$s out of 5
ug: باھالانغىنى %1$s، تولۇقى 5

source: Rate on Google Play
ug: Google Play دىكى باھا

source: Rating
ug: باھا

source: Rating: %1$.02f out of 5
ug: باھالاش: %1$.02f (تولۇق 5 نومۇر)

source: Read and change website data
ug: تور بېكەت سانلىق مەلۇماتىنى ئوقۇيدۇ ياكى ئۆزگەرتىدۇ

source: Read and modify bookmarks
ug: خەتكۈچلەرنى ئوقۇش ۋە ئۆزگەرتىش

source: Read and modify browser settings
ug: توركۆرگۈ تەڭشىكىنى ئوقۇش ۋە ئۆزگەرتىش

source: Read and modify privacy settings
ug: شەخسىيەت قۇرۇلمىسىنى ئوقۇش ۋە ئۆزگەرتىش

source: Reader view
ug: ئوقۇرمەن كۆرۈنۈشى

source: Reader View, Print, Share, Open app
ug: ئوقۇرمەن كۆرۈنۈشى، بېسىش، ھەمبەھىر، ئەپ ئېچىش

source: Reader View, %s, Print, Share, Open app
ug: ئوقۇرمەن كۆرۈنۈشى، %s، بېسىش، ھەمبەھىر، ئەپ ئېچىش

source: Reader View, Translate, Print, Share, Open app
ug: ئوقۇرمەن كۆرۈنۈشى، تەرجىمە، بېسىش، ھەمبەھىر، ئەپ ئېچىش

source: Reader View, Translate, %s, Print, Share, Open app
ug: ئوقۇرمەن كۆرۈنۈشى، تەرجىمە، %s، بېسىش، ھەمبەھىر، ئەپ ئېچىش

source: read the article
ug: ماقالىنى ئوقۇڭ

source: Read the text of all open tabs
ug: بارلىق ئوچۇق بەتكۈچلەرنىڭ تېكىستىنى ئوقۇش

source: Read your browsing history
ug: زىيارەت تارىخىڭىزنى ئوقۇيدۇ

source: Ready to scan
ug: تاراشقا تەييار

source: Rear-facing camera
ug: ئارقا كامېرا

source: Received tabs
ug: تاپشۇرۇۋالغان بەتكۈچ

source: Recent bookmarks
ug: يېقىنقى خەتكۈچلەر

source: Recently closed
ug: يېقىندا تاقالغان

source: Recently closed tabs
ug: يېقىندا تاقالغان بەتكۈچلەر

source: Recently saved
ug: يېقىنداق ساقلانغان

source: Recently used
ug: يېقىندا ئىشلەتكەن

source: Recently visited
ug: يېقىندا زىيارەت قىلغان

source: Recent searches
ug: يېقىنقى ئىزدەشلەر

source: Recommended
ug: تەۋسىيەلەندى

source: Recommended extensions
ug: تەۋسىيە كېڭەيتىلمە

source: Reconnect to resume syncing
ug: قايتا باغلىنىپ قەدەمداشلاشنى داۋاملاشتۇرىدۇ

source: Reconnect to Sync
ug: قەدەمداشقا قايتا باغلىنىدۇ

source: Redirect Trackers
ug: قايتا نىشانلايدىغان ئىز قوغلىغۇچ

source: Reduce cookie banners
ug: cookie لوزۇنكىسىدىن ساقلان
